function view(){
    var b = document.getElementById('section');
    b.innerHTML = "<h1>الرؤية</h1>,<p>أن يكون المعهد التقني التجاري - الحصب الرائج في تقديم برامج تعليمية وتدريبية متميزة وتطوير المهارات العلمية والتقنية لتلبية احتياجات سوق العمل المحلي والأقليمي</p>";
}
function message(){
    var b = document.getElementById('section');
    b.innerHTML = "<h1>الرسالة</h1>,<p>يسعى المعهد التقني التجاري - الحصب الى إعداد كوادر مؤهلة ومتخصصة في المجالات التقنية والتجارية من خلال برامج أكاديمية وتدريبية عالية الجودة ، وتعزيز البحث العلمي وخدمة المجتمع ، بما يسهم في تحقيق التنمية الإقتادية والإجتماعية المستدامة للمحافظة </p>";
}
function motions(){
    var b = document.getElementById('section');
    b.innerHTML = "<h1>القيم</h1>,<p>التميز ، الموضوعية ، الجودة ، الشفافية والمرونة ، العدالة والنزاهة ، الكفاءة والفعالية ، القيادة والعمل بروح الفريق الواحد ، المسؤولية والشراكة المجتمعية </p>";
}
